// General
"ADD" = "Añadir";
"OK" = "Aceptar";
"CANCEL" = "Cancelar";
"Space" = "Espacio";
"SPACES" = "Spaces";
"OPTIONS" = "Opciones…";
"CONTINUE" = "Continuar";
"SEARCHING" = "Buscando…";
"CONNECTING" = "Conectando…";

// Trackpad tab
"2NDCLICK_TAPPING" = "Coloque dos dedos en el trackpad y pulse el botón para hacer un clic secundario";
"2NDCLICK_CLICKING" = "Golpee suavemente el trackpad con dos dedos para hacer un clic secundario";

// Keyboard tab
"FN_FLIPPER_TITLE" = "Usar teclas de función (F1, F2, etc.) como teclas de función estándar";
"FN_FLIPPER_NOTE" = "Cuando esta opción está seleccionada, puede pulsar la tecla Fn para usar las funciones especiales de cada tecla.";

// User Configurable Keys tab
"USER_ITEMS_GROUP" = "Ítems de usuario";
"USER_ITEMS_DESC" = "Abre %@";
"ONOFF_TOOLTIP" = "Seleccione esta opción para activar una función rápida de teclado de la lista";
"RESTORE_DEFAULTS_TITLE" = "¿Seguro que desea restaurar todas las funciones rápidas de teclado a sus ajustes por omisión?";
"RESTORE_DEFAULTS_DESCR" = "Esta acción no se puede deshacer.";

// Combobox entries
"MODIFER_OPTION" = "⌥ Opción";
"MODIFER_CONTROL" = "⌃ Control";
"MODIFER_COMMAND" = "⌘ Comando";

// BT related
"D_SECS" = "%d segundos";
"NEVER" = "Nunca";

"MOUSE" = "Ratón";
"KEYBOARD" = "Teclado";
"UNKNOWN" = "Desconocido";

"NEW_APPLICATION_ITEM" = "<ítem de menú sin título>";

"APP_IS_NOT_COMPATIBLE" = "No puede añadir ninguna función rápida de teclado a la aplicación %@.";

"MOUSEBUTTON_OPEN" = "Abrir “%@”";


// Gestures
"ONEFINGER" = "Un dedo";
"TAP_TO_CLICK_GESTURE" = "Golpear suavemente para hacer clic";
"DRAGGING_GESTURE" = "Arrastrar";
"DRAGLOCK_GESTURE" = "Bloqueo del arrastre";
"TWOFINGER" = "Dos dedos";
"TWOFINGER_SECONDARYCLICK" = "Clic secundario";
"THREEFINGER" = "Tres dedos";
"FOURFINGER" = "Cuatro dedos";
"SECONDARYCLICK_GESTURE" = "Clic secundario";
"SECONDARYCLICK_GESTURE_TAP" = "Pulsación secundaria";
"PRESS_SPECIFIC" = "Clic secundario";
"PRESS_ANYWHER" = "Pulsar en cualquier zona con dos dedos";
"SCREENZOOMGESTURE" = "Zoom de pantalla";
"PINCH_GESTURE" = "Separar y juntar dedos";
"ROTATE_GESTURE" = "Rotación";
"3FINGER_SWIPE_GESTURE" = "Pasar para navegar";
"2FINGER_SCROLL_GESTURE" = "Desplazar";
"4FINGER_UPDOWN_GESTURE_NAME" = "Ir hacia arriba/abajo para ver Exposé";
"4FINGER_UPDOWN_GESTURE_NAVIGATE" = "Ir hacia arriba/abajo para navegar";
"4FINGER_SWIPE_GESTURE_NAME" = "Ir a la izda./dcha. para cambiar de aplicación";
"4FINGER_SWIPE_GESTURE_NAVIGATE" = "Ir a la izda./dcha. para navegar";

"BOTTOM_RIGHT_CORNER" = "esquina inferior derecha";
"BOTTOM_LEFT_CORNER" = "esquina inferior izquierda";

"WITH_MOMENTUM" = "con inercia";
"WITHOUT_MOMENTUM" = "sin inercia";
//
"THREE_FINGER_DRAGGING" = "Arrastrar";
"SWIPE_TO_NAVIGATE" = "Pasar para navegar";

//
"GESTURE_SWITCH_APP" = "para cambiar de aplicación";
"GESTURE_NAVIGATE" = "para navegar";
"GESTURE_EXPOSE" = "para Exposé";


// Gesture notes
"AX_TapToClick" = "Para hacer clic, golpee suavemente el trackpad con un dedo.";
"AX_Dragging" = "Para arrastrar, golpee suavemente el trackpad y a continuación coloque un dedo en el trackpad y muévalo. Para dejar de arrastrar, retire el dedo.";
"AX_DragLock" = "Para arrastrar, golpee suavemente el trackpad y a continuación coloque un dedo en el trackpad y muévalo. Para dejar de arrastrar, golpéelo suavemente de nuevo.";
"AX_SecondaryClick" = "Para abrir el menú de función rápida de un ítem, coloque dos dedos en el trackpad y haga clic en el botón del trackpad. Si “Golpear suavemente para hacer clic” está seleccionado, simplemente golpee suavemente el trackpad con dos dedos.";
"AX_Scroll" = "Para desplazarse por el contenido de la ventana activa, coloque dos dedos en el trackpad y muévalos hacia arriba, hacia abajo o hacia los lados.";
"AX_ScreenZoom" = "Para agrandar o reducir la imagen en pantalla, mantenga pulsada la tecla Control y mueva dos dedos hacia la parte superior o inferior del trackpad. Para cambiar la tecla de modificación, haga clic en Opciones.";
"AX_Pinch" = "Para acercar o alejar fotos u otros ítems, coloque el pulgar y otro dedo en el trackpad y sepárelos o júntelos.";
"AX_Rotate" = "Para girar imágenes y otros ítems de la pantalla, gire dos dedos hacia la izquierda o la derecha en el trackpad.";
"AX_Swipe" = "Para desplazarse hacia el ítem anterior o el siguiente, deslice tres dedos rápidamente hacia la parte izquierda o derecha del trackpad.";
"AX_4F_Swipe_EXPOSE" = "Deslice cuatro dedos por el trackpad hacia arriba o abajo para usar Exposé.";
"AX_4F_Swipe_APPS" = "Deslice cuatro dedos por el trackpad hacia la derecha o la izquierda para cambiar entre las aplicaciones abiertas.";


//
"TOP_LABEL_BT_OFF_HEADER" = "Activar Bluetooth.";
"TOP_LABEL_BT_HEADER" = "Espere a que se detecte un trackpad Bluetooth.";
"MID_LABEL_NO_TRACKPAD" = "No se ha encontrado ningún trackpad";
"MID_LABEL_1_TRACKPAD" = "Se ha encontrado un trackpad";
"MID_LABEL_TRACKPAD_FOUND" = "Se ha encontrado \“%@\”";
"TURN_BT_ON" = "Activar Bluetooth";
